[
    {
      "id": 1,
      "title": "Weddings",
      "image": "https://i.ibb.co/9Hq6bFK/istockphoto-1445014212-612x612.jpg",
      "price": 1000,
      "description": "Celebrate the most special day of your life with our beautiful wedding packages. Our team of expert wedding planners will work closely with you to create a personalized and unforgettable experience. Choose from a range of stunning venues, exquisite catering options, and customizable themes to make your wedding day dreams come true. Whether you're planning an intimate ceremony or a grand celebration, we'll take care of every detail so you can focus on creating cherished memories with your loved ones."
    },
    {
      "id": 2,
      "title": "Birthday Parties",
      "image": "https://i.ibb.co/x8L6ZvZ/unnamed-1653441587.png",
      "price": 500,
      "description": "Host the perfect birthday party with us! Our dedicated party planners will help you design a unique and fun-filled celebration tailored to your preferences. From selecting the perfect party theme and coordinating decorations to organizing entertainment and providing delicious catering, we'll take care of everything. Whether it's a milestone birthday or a surprise party for a loved one, our goal is to make your special day unforgettable. Let us handle the details while you enjoy the festivities with your friends and family."
    },
    {
      "id": 3,
      "title": "Anniversaries",
      "image": "https://i.ibb.co/h8mSwxT/shutterstock-758733073-800x.webp",
      "price": 750,
      "description": "Mark another year of love and commitment with a romantic anniversary celebration. Our venues provide the ideal setting for you to cherish your special moments. Our experienced event coordinators will assist you in planning a memorable anniversary, from selecting the perfect location to creating a personalized atmosphere with elegant decor and fine dining options. Whether you're celebrating your first year together or a milestone anniversary, we'll ensure that your love story shines on this special day."
    },
    {
      "id": 4,
      "title": "Engagement Parties",
      "image": "https://i.ibb.co/7STDqYx/cb3321fc572f66ea4694d1662ee1a036-balloon-wedding-foil-balloons.jpg",
      "price": 800,
      "description": "Celebrate your engagement in style! Our event planners will help you create an engagement party that reflects your unique love story. From selecting the perfect venue and designing personalized invitations to arranging entertainment and coordinating catering, we'll ensure that your engagement party is a memorable event for you and your guests. Share your excitement with friends and family as you embark on this beautiful journey together."
    },
    {
      "id": 5,
      "title": "Retirement Parties",
      "image": "https://i.ibb.co/6wNRH3H/istockphoto-925083510-612x612.jpg",
      "price": 600,
      "description": "Bid farewell to a wonderful career with a retirement party that honors your achievements and welcomes the next chapter of your life. Our retirement party planners will assist you in creating a meaningful and enjoyable event. Whether you prefer an elegant evening affair or a casual gathering, we'll help you choose the perfect venue, arrange memorable speeches, and provide delightful catering options. Celebrate your well-deserved retirement surrounded by colleagues, friends, and family."
    },
    {
      "id": 6,
      "title": "Baby Shower",
      "image": "https://i.ibb.co/1fvZqsN/istockphoto-1340431639-612x612.jpg",
      "price": 300,
      "description": "Expecting a bundle of joy? Let us host your baby shower and create a sweet and memorable day filled with love and happiness. Our baby shower specialists will assist you in planning a delightful event, from selecting adorable themes and decorations to organizing fun games and providing delicious treats. Celebrate this special moment with your loved ones and create lasting memories as you prepare for the arrival of your little one."
    }
  ]
  